Repository: realf/kopniak
Catalog: Kopniak/Kopniak/Resources/Localizable.xcstrings
Source language: en
Languages: uk

source: © 2025 Serhii Dunets
uk: © 2025 Сергій Дунець

source: About
uk: Про застосунок

source: About Kopniak
uk: Про Копняк

source: Advanced
uk: Розширені

source: App Behavior
uk: Поведінка застосунку

source: Ask Later
uk: Спитати пізніше

source: Blink those eyes 20 times - that’s military precision!
uk: Блимни очима 20 разів з військовою точністю!

source: Break reminder interval
uk: Інтервал нагадувань про відпочинок

source: Break Reminders
uk: Нагадування про відпочинок

source: Break time is now, trooper. Execute a perfect posture drill.
uk: Перерва, рядовий. Виконай вправу на взіркову осанку.

source: Display remaining time as:
uk: Відображати час, що залишився, як:

source: Do some push-ups against your desk! Show me what you’re made of!
uk: Віджимання від столу! Покажи, на що ти здатний!

source: Do you want to open Kopniak automatically when you log in?
uk: Хочете відкривати Копняк автоматично після входу у систему?

source: Don’t make me come over there. Stretch those limbs!
uk: Не змушуй мене підходити. Потягни кінцівки!

source: Done
uk: Готово

source: Drop that mouse and march in place!
uk: Кинь мишку і маршируй на місці!

source: During the lock screen
uk: Під час замкненого екрану

source: General
uk: Основні

source: Get up and do some jumping jacks! A good soldier is always ready for action!
uk: Вставай і вистрибуй з махами руками! Гарний боєць завжди готовий до дії!

source: Hydration check! Drink some water, private!
uk: Перевірка на спрагу! Напийся води, рядовий!

source: It's a break time
uk: Час зробити перерву

source: Kopniak
uk: Копняк

source: Kopniak is an app being made by an indie developer [realf](https://github.com/realf/). If you have any suggestions or issues, feel free to contact me on [GitHub](https://github.com/realf/kopniak/issues). If you like Kopniak, please rate it on [AppStore](https://apps.apple.com/us/app/kopniak/id6754943310) - it helps other users to find it.
uk: Копняк - це застосунок, над яким працює незалежний розробник [realf](https://github.com/realf/). Якщо маєте пропозиції або проблеми, звʼяжіться зі мною на [GitHub](https://github.com/realf/kopniak/issues). Якщо вам подобається Копняк, будь ласка, оцініть його в [AppStore](https://apps.apple.com/us/app/kopniak/id6754943310) - це допоможе іншим користувачам знайти його.

source: Kopniak Reminder
uk: Нагадування Копняка

source: Kopniak, reminders off
uk: Копняк, нагадування вимкнені

source: Kopniak, reminders on
uk: Копняк, нагадування увімкнені

source: Kopniak, reminders paused
uk: Копняк, нагадування призупинені

source: Look out the window - that’s an order!
uk: Дивись у вікно — це наказ!

source: Menu Bar Icon
uk: Піктограма панелі меню

source: Minutes and Seconds (09:41)
uk: Хвилини та секунди (09:41)

source: Minutes only (9 min)
uk: Тільки хвилини (9 хв)

source: No
uk: Ні

source: None
uk: Немає

source: Not shown
uk: Не показувати

source: Open at Login
uk: Відкривати під час входу в систему

source: Open Kopniak at login
uk: Відкривати Копняк під час входу в систему

source: Opens the app and starts break reminders.
uk: Відкриває застосунок та стартує нагадування про відпочинок

source: Operation: Stretch is underway. You’re the star recruit!
uk: Операція: “Потягнись” розпочалась. Ти зірковий новобранець!

source: Pause reminders
uk: Призупинити нагадування

source: Play
uk: Грати

source: Private, your chair’s not the only thing that needs action. Get up!
uk: Рядовий, твій стілець — не єдина річ, яка потребує дії. Підйом!

source: Quit
uk: Вийти

source: Reminder sound
uk: Звук нагадування

source: Reminder volume
uk: Гучність нагадувань

source: Restart reminders
uk: Перезапустити нагадування

source: Resume reminders
uk: Продовжити нагадування

source: Roll those shoulders back! Posture like a soldier, not a slacker!
uk: Закинь плечі назад! Осанка як у солдата, а не як у лінивця!

source: Settings
uk: Параметри

source: Settings…
uk: Параметри…

source: Show Kopniak
uk: Показати Копняк

source: Show main window when Kopniak opens
uk: Показувати основне вікно, коли Копняк відкривається

source: Show menu bar icon
uk: Показувати іконку в панелі меню

source: Simple
uk: Простий

source: Snooze
uk: Відкласти

source: Snooze duration
uk: Тривалість відкладення

source: Sound Effects
uk: Звукові ефекти

source: Special thanks to %@ ❤️
uk: Особлива подяка %@ ❤️

source: Stand tall, soldier! Hunching is not part of your mission.
uk: Стій рівно, боєць! Горбитися — це не частина твого завдання.

source: Stand up and march around the room! Sitting too long makes you soft, recruit!
uk: Вставай і маршируй по кімнаті! Довге сидіння робить тебе м'яким, солдате!

source: Stand up and stretch, soldier!
uk: Встань і потягнися, боєць!

source: Start Break Reminders
uk: Почати нагадування про відпочинок

source: Start reminders
uk: Почати нагадування

source: Stop Break Reminders
uk: Зупинити нагадування про відпочинок

source: Stop reminders
uk: Зупинити нагадування

source: Stops break reminders.
uk: Зупиняє нагадування про відпочинок.

source: Stretch those legs, private! Blood flow is essential for peak performance!
uk: Потягни ноги, рядовий! Циркуляція крові — ключ до максимальної продуктивності!

source: Take a walk around the perimeter! Movement keeps the mind sharp!
uk: Пройдися навколо периметру! Рух тримає розум гострим!

source: Thanks to Olena for her valuable contributions, and to my family for their continuous support.
uk: Подяка Олені за її цінний внесок, та моїй родині за постійну підтримку.

source: These are the licenses of open source projects shipped with Kopniak. Thank you to all the contributors.
uk: Це ліцензії проєктів з відкритим кодом, включених до Копняка. Подяка всім учасникам.

source: Third Party Licenses
uk: Ліцензії третіх сторін

source: This is an order! Step away from the screen. Now!
uk: Це наказ! Відійди від екрану. Прямо зараз!

source: Time for a break, soldier! Drop and give me 20 pushups!
uk: Час перерви, боєць! Упав та віджався 20 разів!

source: Time for a quick walk around the base!
uk: Час для швидкої прогулянки по базі!

source: Time to stretch those muscles, soldier! Your body is your weapon - keep it sharp!
uk: Час потягнути м'язи, боєць! Твоє тіло — це твоя зброя. Тримай його у формі!

source: Timer Pauses
uk: Таймер призупиняється

source: Timer Resets
uk: Таймер перезапускається

source: Touch your toes and stretch! Flexibility wins battles, trooper!
uk: Доторкнись пальців ніг і потягнися! Гнучкість виграє битви, рядовий!

# Version %@ (%@)
source: Version %1$@ (%2$@)
uk: Версія %1$@ (%2$@)

source: Whip that posture into shape. Let’s move!
uk: Привeди осанку в порядок. Рухайся!

source: Will comply in %@!
uk: Виконаю через %@!

source: Yes
uk: Так

source: Your eyes need rest! Look away from that screen!
uk: Твої очі потребують відпочинку! Дивись подалі від екрану!

source: Your spine needs immediate action, soldier!
uk: Твій хребет потребує невідкладної дії, боєць!
